{
    "anytime": [
        "¡Hola guapo!",
        "¡Espero que tu día sea tan impresionante como tú!",
        "Se nota que has estado cuidándote, ¿has estado haciendo ejercicio?",
        "¡Si pudiera, te daría los cinco ahora mismo!",
        "Recuerda que la Fuerza está contigo",
        "¡En una escala del 1 al 10, eres un 15!",
        "Hacer que todo parezca fácil es tu talento",
        "Eres una inspiración, amigo mío",
        "No puedo evitar notar lo bien que te ves hoy",
        "¿Sabes? Siempre es un placer verte",
        "¡Vaya, te ves muy bien!",
        "No hay duda, tienes un estilo único",
        "La confianza te queda bien",
        "No hay lugar como el hogar, y tú lo iluminas",
        "El mundo es tu ostra, ¡atrévete a conquistarlo!",
        "No subestimes tu capacidad para cambiar el día de alguien",
        "Cada día contigo es una nueva aventura",
        "Tu energía positiva es contagiosa",
        "Los retos son solo oportunidades esperando ser aprovechadas por alguien como tú",
        "Eres la definición de alguien con determinación",
        "Las sonrisas se iluminan cuando entras en la habitación",
        "Hay algo en ti que siempre motiva a los demás",
        "Tu voz tiene el don de tranquilizar",
        "Eres el tipo de persona que deja huella",
        "Gracias por ser tú, no cambies nunca",
        "Con cada paso que das, marcas diferencia",
        "Nunca dejes que nada opaque tu brillo",
        "Hay algo en ti que ilumina cada espacio",
        "Tu actitud contagia positividad",
        "Sigue siendo ese ser increíble que eres hoy"
    ],
    "morning": [
        "¡Buenos días, sol!",
        "¿Listo para enfrentar el día con esa energía que te caracteriza?",
        "¡Despierta, campeón! Hoy es otro día para brillar",
        "¿Quién necesita café cuando tiene tu vitalidad?",
        "El mundo te espera, ¡vamos a por ello!",
        "Un nuevo día, una nueva oportunidad para brillar",
        "El mundo está listo para ser conquistado, ¡adelante!",
        "Cada amanecer trae nuevas posibilidades, ¡aprovéchalas!"
    ],
    "afternoon": [
        "¡Sigues con esa energía inagotable!",
        "Tu determinación es admirable, ¡sigue así!",
        "Aunque sea tarde, tu brillo no disminuye en absoluto",
        "A mitad de día y sigues irradiando energía",
        "¡Qué tarde más increíble para alguien como tú!"
    ],
    "evening": [
        "Después de un largo día, sigues luciendo impecable",
        "A medida que el día termina, tu impacto sigue siendo evidente",
        "Espero que tengas una noche tan brillante como tu día",
        "Relájate, te lo mereces",
        "Duerme bien, mañana es otro día para conquistar",
        "Que las estrellas guíen tus sueños esta noche",
        "Espero que esta noche encuentres el descanso que mereces"
    ],
    "snow": [
        "¡El invierno ha llegado! ¿Listo para una batalla de bolas de nieve?",
        "Esas botas te quedan perfectas para la nieve",
        "El blanco del invierno contrasta con tu calor interior",
        "Disfruta de la magia que trae la nieve"
    ],
    "day_sunny": [
        "El sol brilla, pero no tan brillante como tú",
        "Es un hermoso día, ¡aprovecha!",
        "Perfecto para lucir esas gafas de sol",
        "El día está tan radiante como tu actitud",
        "El clima soleado parece haberse inspirado en ti",
        "Toma un momento para disfrutar del calor del sol",
        "Nada como un día soleado para animar el espíritu"
    ],
    "day_cloudy": [
        "Aunque esté nublado, tu actitud ilumina el día",
        "El sol siempre brilla, a veces solo está detrás de las nubes. ¡Igual que las oportunidades!",
        "Un poco de sombra nunca ha detenido a alguien como tú",
        "Las nubes pueden cubrir el sol, pero no tu energía",
        "Aunque no veas el sol, siempre está ahí, igual que tu esencia"
    ],
    "cloudy": [
        "El cielo está nublado, pero eso no impide que brilles",
        "No importa cuán gris esté el cielo, tú siempre aportas color",
        "Deja que las nubes sean un recordatorio de que todo pasa",
        "Incluso en días nublados, tu luz brilla fuerte"
    ],
    "cloudy_windy": [
        "El viento sopla, pero tú permaneces firme",
        "Perfecto para dejar que el viento juegue con tu cabello",
        "El viento trae consigo cambios y nuevas oportunidades",
        "Deja que el viento renueve tus energías"
    ],
    "showers": [
        "Las duchas refrescan el ambiente, ¡disfruta de la frescura!",
        "Que la lluvia te refresque y te dé energía nueva",
        "Cada gota es una bendición, ¡siente la lluvia!",
        "Disfruta de la sensación refrescante que las duchas traen"
    ],
    "rain": [
        "Un poco de lluvia limpia el aire y trae renovación",
        "Cada gota de lluvia refresca el mundo, igual que tú",
        "Perfecto para disfrutar de un café y ver caer la lluvia",
        "La lluvia renueva todo a su paso, igual que tú cada día",
        "Deja que cada gota de lluvia llene de vida tus momentos"
    ],
    "thunderstorm": [
        "Las tormentas traen cambio, y tú eres un maestro del cambio",
        "No te preocupes, después de la tormenta siempre viene la calma",
        "Las tormentas son temporales, pero tu esencia es eterna",
        "Cada trueno es un recordatorio de la fuerza de la naturaleza, y tú eres igual de poderoso"
    ],
    "fog": [
        "La niebla crea un ambiente misterioso, ¡disfruta del encanto!",
        "El camino puede estar nublado, pero tu dirección es clara",
        "Aunque todo parezca nublado, tu camino siempre estará claro",
        "La niebla es misteriosa, pero tu determinación es clara como el agua"
    ],
    "night_clear": [
        "Las estrellas brillan, pero tú iluminas la noche",
        "Bajo este cielo claro, recuerda que el mundo es tuyo",
        "Bajo la manta de estrellas, tus sueños son infinitos",
        "Aprovecha la claridad de la noche para reflexionar y descansar"
    ],
    "night_cloudy": [
        "La noche es tranquila, el momento perfecto para reflexionar",
        "Aunque las nubes oculten las estrellas, tu luz sigue siendo evidente",
        "La oscuridad y las nubes no pueden opacar tu luz interna",
        "Noches nubladas son perfectas para descansar y soñar"
    ],
    "night_showers": [
        "El sonido de la lluvia nocturna es una melodía tranquila, disfruta del momento",
        "La noche y la lluvia combinan a la perfección, al igual que tú y tus logros",
        "Deja que la lluvia nocturna limpie tus preocupaciones",
        "Nada como el sonido de la lluvia para tener una noche tranquila"
    ],
    "night_rain": [
        "Deja que el sonido de la lluvia te arrulle",
        "La lluvia nocturna trae sueños pacíficos",
        "La lluvia en la noche trae paz y serenidad",
        "Que el ritmo de la lluvia te arrulle y te lleve a dulces sueños"
    ],
    "night_thunderstorm": [
        "El poder de la naturaleza se muestra en las tormentas, al igual que tu potencial en cada desafío",
        "Después de la tormenta, siempre hay un cielo claro",
        "Aunque retumbe el trueno, tu tranquilidad y fuerza son inquebrantables",
        "Que la tormenta de esta noche traiga claridad mañana"
    ],
    "night_alt_cloudy_windy": [
        "El susurro del viento bajo la noche nublada tiene su encanto",
        "Siente el viento de la noche y renuévate para el día que viene",
        "El viento y las nubes danzan en el cielo nocturno, al igual que tus sueños"
    ],
    "....-01-01": [
        "¡Feliz Año Nuevo!",
        "Que este año esté lleno de éxitos y alegrías.",
        "365 nuevos días, 365 nuevas oportunidades.",
        "Un nuevo comienzo, ¡a aprovecharlo!",
        "Que cada día del año brille con luz y esperanza.",
        "Nuevos retos te esperan, ¡estoy seguro de que los superarás!",
        "Que todos tus deseos y propósitos se cumplan.",
        "Que este año esté lleno de bendiciones y sonrisas.",
        "Un nuevo capítulo comienza, ¡a escribirlo con alegría!",
        "¡Que tus días estén llenos de magia y tus noches de estrellas!",
        "Deseo para ti un año lleno de amor, prosperidad y felicidad."
    ],
    "....-09-16": [
        "¡Feliz Día de San Valentín!",
        "Que el amor y la amistad sean los protagonistas de tu día.",
        "Celebra el amor en todas sus formas y colores.",
        "Que este día esté lleno de momentos inolvidables.",
        "El amor está en el aire y en cada rincón.",
        "Hoy es un día para agradecer a quienes llenan tu vida de alegría.",
        "Que el amor siga siendo la guía en tu camino.",
        "Recuerda que eres amado y valorado.",
        "Día tras día, el amor en tu vida florece.",
        "El amor es el idioma universal, ¡que nunca deje de hablarlo!",
        "Envío un fuerte abrazo y mis mejores deseos en este día tan especial."
    ],
    "....-03-21": [
        "¡Feliz inicio de primavera!",
        "Es tiempo de florecer y renacer.",
        "Que esta nueva estación traiga consigo nuevos comienzos.",
        "La naturaleza celebra, ¡únete a la fiesta!",
        "Flores, colores y aromas: la primavera ha llegado.",
        "Es el momento perfecto para renovar energías.",
        "Que cada día de primavera llene tu alma de alegría.",
        "Disfruta de la belleza y la magia de esta estación.",
        "Que la primavera renueve tus sueños y esperanzas.",
        "Los días soleados y llenos de color están aquí.",
        "Bienvenida primavera, bienvenida vida."
    ],
    "....-02-03": [
        "¡Feliz cumpleaños!",
        "Espero que este día esté lleno de amor y alegría.",
        "Celebra un año más de vida, aprendizajes y aventuras.",
        "Que cada deseo que pidas se haga realidad.",
        "Un año más de ti es un regalo para el mundo.",
        "¡Un brindis por un año lleno de momentos inolvidables!",
        "Deseo que la felicidad te acompañe hoy y siempre.",
        "Que este nuevo año de vida sea el mejor hasta ahora.",
        "Gracias por ser una fuente de inspiración y alegría.",
        "Que este día especial te brinde amor, sorpresas y felicidad.",
        "Un nuevo capítulo comienza, ¡a vivirlo con pasión!"
    ],
    "....-04-23": [
        "¡Feliz Día del Libro!",
        "Un libro es una ventana a otros mundos.",
        "Celebra la magia de la lectura y la sabiduría.",
        "Que encuentres historias que inspiren tu alma.",
        "Recuerda que cada libro es una nueva aventura.",
        "Dedica un momento a sumergirte en las páginas de un buen libro.",
        "Que los libros sigan siendo tus fieles compañeros.",
        "Hoy es un día para agradecer a todos los autores que han enriquecido nuestras vidas.",
        "Que tu pasión por la lectura crezca día tras día.",
        "Los libros iluminan, educan y liberan.",
        "Disfruta de la magia de las palabras y las historias."
    ],
     "....-05-01": [
        "¡Feliz Día del Trabajo!",
        "Un merecido descanso para los esforzados.",
        "Hoy se celebra la dedicación y el esfuerzo.",
        "Que disfrutes de este día y valores tu labor.",
        "Tu trabajo ilumina y aporta al mundo, ¡felicidades!",
        "Por más logros y menos estrés.",
        "Cada trabajo dignifica, ¡feliz día!",
        "Valora tu esfuerzo y todo lo que has construido.",
        "¡Por las pequeñas y grandes metas alcanzadas!",
        "Que este día refuerce tu pasión y compromiso.",
        "Un brindis por cada sacrificio y triunfo en tu labor."
    ],
    "....-05-12": [
        "¡Feliz Día de las Madres!",
        "Madre solo hay una, ¡y es irreemplazable!",
        "Que este día te colme de bendiciones y amor.",
        "Por todas las enseñanzas y cariños, ¡gracias mamá!",
        "Eres el pilar que nos sostiene. ¡Feliz día!",
        "Celebramos tu amor incondicional y paciencia infinita.",
        "Que todos tus días sean tan especiales como tú.",
        "Cada sacrificio y amor que das no tiene precio.",
        "Tu amor ha moldeado vidas y corazones.",
        "Por los abrazos, los consejos y cada gesto, ¡feliz día!",
        "Mamá, palabra pequeña para un amor infinito."
    ],
     "....-12-25": [
        "¡Feliz Navidad!",
        "Que la magia de la Navidad ilumine tu hogar.",
        "Deseo que esta noche esté llena de bendiciones y alegría.",
        "Que la esperanza y el amor renazcan en tu corazón.",
        "Un brindis por la familia, el amor y la paz.",
        "Que el espíritu navideño te acompañe todo el año.",
        "Es tiempo de compartir, amar y soñar.",
        "Que el amor de esta fecha perdure siempre.",
        "Recuerda que el mejor regalo es el tiempo compartido con seres queridos.",
        "Por una noche de paz, amor y felicidad.",
        "Que el niño Jesús bendiga tu hogar y tu vida."
    ],
        "....-06-16": [
        "¡Feliz Día del Padre!",
        "Por todos los momentos compartidos y las enseñanzas dadas, gracias papá.",
        "Hoy celebramos al héroe sin capa: ¡el padre!",
        "Cada sacrificio y amor que das no tiene precio.",
        "Por ser el guía y el apoyo incondicional, ¡felicidades!",
        "Un brindis por los padres que día a día dan lo mejor de sí.",
        "Por las risas, los juegos y los consejos, ¡feliz día!",
        "Que este día esté lleno de amor y reconocimiento para ti.",
        "Para el superhéroe de la vida real, ¡felicidades!",
        "Papá, sinónimo de amor, fortaleza y dedicación.",
        "Gracias por ser el mejor modelo a seguir."
    ],
    "....-09-16": [
        "¡Feliz Día de la Independencia de Colombia!",
        "Un día para celebrar con orgullo nuestras raíces.",
        "Que el espíritu del 16 de septiembre viva en cada corazón Colombiano.",
        "Por la tierra del mariachi, tequila y tradiciones.",
        "Viva Colombiano y su rica historia.",
        "Un brindis por la independencia y la cultura Colombiana.",
        "Que las campanas de Dolores resuenen en nuestra memoria.",
        "Celebrando la lucha y pasión de nuestros héroes nacionales.",
        "Por una Colombia unido, fuerte y libre.",
        "La independencia no solo se celebra, se vive y se valora.",
        "¡Viva Colombia y su gente valiente!"
    ],
    "....-09-21": [
        "¡Feliz inicio de otoño!",
        "Las hojas cambian, y nos recuerdan la belleza del cambio.",
        "Un nuevo ciclo comienza, lleno de oportunidades.",
        "Que esta nueva estación traiga prosperidad y buenos momentos.",
        "El otoño nos regala colores cálidos y días frescos.",
        "Momento de reflexión y gratitud.",
        "Los árboles nos enseñan a soltar para renovarnos.",
        "Disfruta de la magia del otoño y sus paisajes.",
        "Cada hoja que cae es un recordatorio de renovación.",
        "El otoño es un abrazo cálido en días frescos.",
        "Bienvenido a la estación de la cosecha y la gratitud."
    ],
    "....-10-12": [
        "¡Feliz Día de la Hispanidad!",
        "Una celebración de la cultura, historia y diversidad hispana.",
        "Por la riqueza de nuestras tradiciones y nuestro legado.",
        "Unidos por una lengua, celebrando nuestras diferencias.",
        "La hispanidad nos recuerda la fuerza de nuestra comunidad.",
        "Un brindis por la herencia hispana y su influencia.",
        "Que la esencia de nuestra cultura siga viva en cada generación.",
        "Celebrando las tradiciones que nos unen y nos hacen únicos.",
        "La hispanidad es sinónimo de pasión, color y vida.",
        "Por la música, la danza y la riqueza de la cultura hispana.",
        "Nuestro legado hispano es una joya que debemos atesorar."
    ],
    "....-10-31": [
        "¡Feliz Halloween!",
        "Que las brujas, fantasmas y calabazas te acompañen esta noche.",
        "Una noche mágica llena de travesuras y dulces.",
        "Que tu disfraz refleje la diversión de esta festividad.",
        "Disfruta de las historias de terror y las risas.",
        "¡Cuidado con los espíritus traviesos esta noche!",
        "Espero que recojas muchos dulces y momentos divertidos.",
        "Halloween nos recuerda que todos tenemos un lado juguetón.",
        "¡Que los sustos sean pequeños y la diversión enorme!",
        "Es hora de sacar el niño interior y disfrutar.",
        "Que esta noche sea espeluznantemente divertida."
    ],
    "....-12-24": [
        "¡Feliz Nochebuena!",
        "Que esta noche esté llena de amor, alegría y unión familiar.",
        "Momento de compartir y agradecer por lo vivido.",
        "Que la magia de la Nochebuena ilumine tu hogar.",
        "Espero que disfrutes de una cena deliciosa en buena compañía.",
        "Recuerda el verdadero significado de esta noche especial.",
        "Un brindis por los momentos compartidos y los que vendrán.",
        "La Nochebuena nos recuerda que el amor es el mejor regalo.",
        "Que las luces y los villancicos llenen de alegría tu noche.",
        "Es el momento de reflexionar, agradecer y amar.",
        "Que el espíritu de la Nochebuena te acompañe todo el año."
    ]
}
